"MainWindow.SelectStaticTextText" = "Sélectionnez un périphérique USB:";"MainWindow.MainListBoxHeading0" = "Elément";"MainWindow.MainListBoxHeading1" = "Min";"MainWindow.MainListBoxHeading2" = "Courant";"MainWindow.MainListBoxHeading3" = "Max";"MainWindow.InstructionsStaticTextText" = "Pressez/bougez lentement tous les boutons/manches dans toutes les positions/directions possibles, puis relâchez les à leur valeur par défaut avant d\'enregistrer.";"MainWindow.SavePushButtonCaption" = "Enregistrer...";"MainWindow.FileCreatedMessage" = "Le fichier \"%DEVICENAME%.txt\" a été créé avec succès.\rMaintenant vous pouvez quitter l\'application.";"MainWindow.FileNotCreatedMessage" = "Le fichier \"%DEVICENAME%.txt\" n\'a pas pu être créé.";"MainWindow.FileNotExistMessage" = "Le fichier \"%DEVICENAME%.txt\" n\'existe pas.";"MainWindow.MainTimer.SelectStaticTextText" = "Sélectionnez un périphérique USB:";"MainWindow.MainTimer.MainListBoxHeading0" = "Elément";"MainWindow.MainTimer.MainListBoxHeading1" = "Min";"MainWindow.MainTimer.MainListBoxHeading2" = "Courant";"MainWindow.MainTimer.MainListBoxHeading3" = "Max";"MainWindow.MainTimer.InstructionsStaticTextText" = "Pressez/bougez lentement tous les boutons/manches dans toutes les positions/directions possibles, puis relâchez les à leur valeur par défaut avant d\'enregistrer.";"MainWindow.MainTimer.SavePushButtonCaption" = "Enregistrer...";"MainWindow.MainTimer.FileCreatedMessage" = "Le fichier \"%DEVICENAME%.txt\" a été créé avec succès.\rMaintenant vous pouvez quitter l\'application.";"MainWindow.MainTimer.FileNotCreatedMessage" = "Le fichier \"%DEVICENAME%.txt\" n\'a pas pu être créé.";"MainWindow.MainTimer.FileNotExistMessage" = "Le fichier \"%DEVICENAME%.txt\" n\'existe pas.";"InstructionsWindow.OkPushButtonCaption" = "Ok";"InstructionsWindow.InstructionsStaticTextText" = "1) Connectez maintenant le périphérique USB à tester avant de cliquer sur le bouton \"Ok\" au bas de cette fenêtre.\r\r2) Ensuite cliquez sur le bouton \"Ok\" pour accéder à la fenêtre de \"Joystick And Gamepad Tester\".\r\r3) Dans cette fenêtre, sélectionnez dans le menu le périphérique USB que vous voulez tester.\r\r4) Ensuite pressez tous les boutons et bougez tous les manches dans toutes les positions et directions possibles pour permettre à \"Joystick And Gamepad Tester\" de détecter les possibilités et les limites de votre périphérique USB.\r\r5) Ensuite relâchez tous les boutons et manches à leur position par défaut.\r\r6) Ensuite cliquez sur le bouton \"Enregistrer\". Celà enregistrera les valeurs (minimum, defaut et maximum de chaque bouton et manche) dans un fichier texte que vous pourrez ensuite ouvrir avec un éditeur de texte pour en vérifier le contenu.";"AboutWindow.DevelopedStaticTextText" = "Développé par \"AlphaOmega Software\"";"AboutWindow.FadeInTimer.DevelopedStaticTextText" = "Développé par \"AlphaOmega Software\"";"AboutWindow.AboutTimer.DevelopedStaticTextText" = "Développé par \"AlphaOmega Software\"";"AboutWindow.FadeOutTimer.DevelopedStaticTextText" = "Développé par \"AlphaOmega Software\"";"CommonMenuModule.AppleAboutText" = "A propos...";"CommonMenuModule.ApplePreferencesText" = "Préférences...";"CommonMenuModule.AppleQuitText" = "Quitter";"CommonMenuModule.EditClearText" = "Effacer";"CommonMenuModule.EditCopyText" = "Copier";"CommonMenuModule.EditCutText" = "Couper";"CommonMenuModule.EditPasteText" = "Coller";"CommonMenuModule.EditText" = "Edition";"CommonMenuModule.HelpDocumentationText" = "Lire la documentation...";"CommonMenuModule.HelpTranslateText" = "Traduire dans une autre langue...";"CommonMenuModule.HelpPurchaseText" = "Acheter un code d\'enregistrement...";"CommonMenuModule.HelpText" = "Aide";"CommonMenuModule.HelpWebsiteText" = "Aller sur le site web...";"CommonMenuModule.HelpContactText" = "Nous contacter...";"CheckForUpdateContainerControl.CheckCheckBoxCaption" = "Vérifier automatiquement les mises à jour au lancement.";"CheckForUpdateThread.NewVersionAvailableMessage" = "Notification de mise à jour\r\rUne nouvelle version de %APPLICATIONNAME% est disponible en ligne.\rVous pouvez la télécharger maintenant depuis notre site web.";"ResetPreferencesContainerControl.ResetCheckBoxCaption" = "Réinitialiser les préférences au prochain lancement.";"PreferencesWindow.OkPushButtonCaption" = "Ok";"PreferencesWindow.PreferencesWindowTitle" = "Préférences";"PreferencesWindow.MainCheckForUpdateContainerControl.OkPushButtonCaption" = "Ok";"PreferencesWindow.MainCheckForUpdateContainerControl.PreferencesWindowTitle" = "Préférences";"PreferencesWindow.MainResetPreferencesContainerControl.OkPushButtonCaption" = "Ok";"PreferencesWindow.MainResetPreferencesContainerControl.PreferencesWindowTitle" = "Préférences";"RegistrationModule.ALREADYTRANSLATEDMESSAGE" = "Si vous trouvez un bug dans ce logiciel, s\'il n\'est pas traduit correctement, si vous avez une suggestion pour l\'améliorer ou si vous avez une question, n\'hésitez pas à nous contacter.";